module.exports = [
  {day: 1, month: 1, title: 'آغاز نوروز'},
  {day: 2, month: 1, title: 'عید نوروز'},
  {day: 3, month: 1, title: 'عید نوروز'},
  {day: 4, month: 1, title: 'عید نوروز'},
  {
    day: 9,
    month: 1,
    title: 'ولادت حضرت قائم عجلاالله تعالي فرجه (255 هـ ق) ',
  },
  {day: 12, month: 1, title: 'روز جمهوری اسلامی'},
  {day: 13, month: 1, title: 'روز طبیعت'},

  {day: 14, month: 2, title: ' شهادت حضرت امام علي عليه السلام (40 هـ ق) '},
  {day: 23, month: 2, title: 'عيد سعيد فطر '},
  {day: 24, month: 2, title: 'تعطيل به مناسبت عيد سعيد فطر '},

  {day: 14, month: 3, title: 'رحلت امام خمینی'},
  {day: 15, month: 3, title: 'قیام خونین ۱۵ خرداد'},
  {
    day: 16,
    month: 3,
    title: 'شهادت حضرت امام جعفر صادق عليهالسلام ( 148 هـ ق) ',
  },

  {day: 30, month: 4, title: 'عيد سعيد قربان '},

  {day: 7, month: 5, title: 'يد سعيد غدير خم (10 هـ ق) '},
  {day: 27, month: 5, title: 'تاسوعاي حسيني'},
  {day: 28, month: 5, title: 'عاشوراي حسيني'},

  {day: 5, month: 7, title: 'اربعين حسيني'},
  {
    day: 13,
    month: 7,
    title: 'رحلت حضرت رسول اكرم صلي االله عليه و آله (11 هـ ق)',
  },
  {day: 15, month: 7, title: 'شهادت حضرت امام رضا عليه السلام (203 هـ ق)'},
  {
    day: 23,
    month: 7,
    title:
      'شهادت حضرت امام حسن عسكري عليه السلام( 260 هـ ق) و آغاز امامت حضرت وليعصر عجلاالله تعالي فرجه',
  },

  {
    day: 2,
    month: 8,
    title:
      'ولادت حضرت رسول اكرم صلي االله عليه و آله (53 سال قبل از هجرت) و روز اخلاق و مهرورزي - ولادت حضرت امام جعفر صادق عليه السلام مؤسس مذهب جعفري (83 هـ ق) ',
  },

  {
    day: 16,
    month: 10,
    title: 'شهادت حضرت فاطمة زهرا سلام االله عليها (11 هـ ق) ',
  },

  {day: 22, month: 11, title: 'پیروزی انقلاب اسلامی'},
  {
    day: 26,
    month: 11,
    title:
      'روزي انقلاب اسلامي ايران و سقوط نظام شاهنشاهي (1357 هـ ش) 25 سهشنبه 26 بهمن 13 رجب 1443 ولادت حضرت امام علي عليه السلام',
  },

  {day: 10, month: 12, title: 'مبعث حضرت رسول اكرم صلي االله عليه و آله'},
  {day: 27, month: 12, title: 'ولادت حضرت قائم عجلاالله تعالي فرجه'},
  {day: 29, month: 12, title: 'روز ملي شدن صنعت نفت ايران'},
];
